Repository: dofuslab/dofuslab
Catalog: server/app/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, it, pt

source: The email you entered is invalid.
es: La dirección de correo electrónico introducida no es válida.
fr: L'adresse mail est invalide.
it: L'email che hai inserito non è valida.
pt: O email que você digitou é inválido.

source: There already exists a user with that email.
es: Ya existe una cuenta con este correo electrónico.
fr: Cette adresse mail est déjà utilisée.
it: Esiste già un utente con questo indirizzo email.
pt: Já existe um usuário com esse email.

source: The display name you entered is invalid.
es: El nombre de muestra introducido no es válido.
fr: Le nom saisi est invalide.
it: Il nome utente che hai inserito non è valido.
pt: O nome de exibição que você digitou é inválido.

source: There already exists a user with that display name.
es: Ya existe una cuenta con éste nombre de muestra.
fr: Ce nom d'utilisateur n'est pas disponible.
it: Esiste già un utente con questo nome.
pt: Já existe um usuário com esse nome de exibição.

source: Passwords must have a minimum of 8 characters, at least one lowercase letter, one uppercase letter, and one number.
es: La contraseña debe tener un mínimo de 8 caracteres, al menos una letra minúscula, una mayúscula, y un número.
fr: Le mot de passe doit avoir au minimum une longueur de 8 caractères, dont au moins une lettre minuscule, une lettre majuscule et un chiffre.
it: Le password devono essere composte da un minimo di 8 caratteri, almeno una lettera minuscola, una lettera maiuscola, e un numero.
pt: As senhas devem ter no mínimo 8 caracteres, pelo menos uma letra minúscula uma letra maiúscula e um número.

source: You are not authorized to make this request.
es: No estás autorizado para realizar ésta petición.
fr: Tu n'as pas la permission d'effectuer cette requête.
it: Non sei autorizzato a effettuare questa richiesta.
pt: Você não está autorizado a fazer este pedido.

source: Invalid stat value.
es: Valor de característica inválido.
fr: Stat invalide.
it: Valore non valido.
pt: Valor de característica inválido.

source: The set name is too long.
es: El nombre del set es muy largo.
fr: Le nom est trop long.
it: Il nome del set è troppo lungo.
pt: O nome do conjunto é muito longo.

source: Invalid set level (must be 1-200).
es: El nivel del set es inválido
fr: Le niveau de la panoplie est invalide (doit être compris entre 1 et 200).
it: Livello del set non valido (deve essere tra 1 e 200)
pt: Nível de conjunto inválido (deve ser de 1 a 200).

source: Invalid element mage on non-weapon item.
es: Forjamagia imposible en éste objeto
fr: Forgemagie Impossible sur cet objet.
pt: Mage de elemento inválido no item que não é arma.

source: Invalid stat to set exo.
es: Forjamagia imposible.
fr: Forgemagie impossible.
pt: Característica inválida para definir exo.

source: %(old_name)s copy
es: Copia de %(old_name)s
fr: Copie de %(old_name)s
it: copia di %(old_name)s
pt: Cópia de %(old_name)

source: Copy
es: Copia
fr: Copie
it: Copia
pt: Cópia

source: You are already logged in.
es: Ya estás conectado.
fr: Tu es déjà connecté.
it: Hai già effettuato l'accesso.
pt: Você já está logado.

source: Verify your DofusLab account
es: Verifica tu cuenta de DofusLab.
fr: Vérifie ton compte DofusLab
it: Verifica il tuo account DofusLab
pt: Verifique a sua conta DofusLab

source: An error occurred while registering.
es: Ha ocurrido un error durante el registro.
fr: Une erreur est survenue pendant l'inscription.
it: Si è verificato un errore durante la registrazione.
pt: Ocorreu um erro ao registar a sua conta.

source: Invalid username or password.
es: Nombre de usuario o contraseña incorrectos.
fr: Nom d'utilisateur ou mot de passe invalide.
it: Nome utente o password non validi.
pt: nome de usuário ou senha inválidos.

source: Please wait a minute before trying again.
es: Por favor, espera 1 minuto antes de volver a intentarlo.
fr: Veuillez attendre une minute avant de réessayer.
it: Ti preghiamo di attendere un minuto prima di riprovare.
pt: Aguarde um minuto antes de tentar novamente.

source: You have sent too many verification emails. Please wait awhile before trying again.
es: Has enviado demasiados correos de verificación. Por favor espera antes de volver a intentarlo.
fr: Trop de mails de vérification envoyés. Veuillez patienter avant de réessayer.
it: Hai inviato troppe email di verifica. Attendi qualche minuto prima di riprovare.
pt: Você enviou muitos e-mails de verificação. Aguarde um pouco antes de tentar novamente.

source: You must be signed in to do that.
es: Debes conectarte para hacer esto.
fr: Il faut être connecté pour faire cela.
it: Devi aver effettuato l'accesso per eseguire quest'azione.
pt: Você deve estar logado para fazer isso.

source: Your account is already verified.
es: Tu cuenta ya está verificada.
fr: Ce compte est déjà vérifié.
it: Il tuo account è già stato verificato.
pt: Sua conta já está verificada.

source: Received unsupported locale.
es: Lenguaje sin soporte.
fr: Langage non supporté.
pt: Código do idioma recebido não suportado.

source: You are not logged in.
es: No estás conectado.
fr: Tu n'es pas connecté.
it: Non hai effettuato l'accesso.
pt: Você não está logado.

source: Incorrect password.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
it: Password errata.
pt: Senha incorreta.

source: You must enter a password different from your current one.
es: Debes introducir una contraseña diferente a la anterior.
fr: Il faut saisir un mot de passe différent du mot de passe actuel.
it: Devi inserire una password diversa da quella attuale.
pt: Você deve inserir uma senha diferente da senha atual.

source: You have sent too many password request emails. Please wait awhile before trying again.
es: Has enviado demasiadas peticiones de cambio de correo electrónico. Por favor, espera para volver a intentarlo.
fr: Trop de demandes de réinitialisation du mot de passe envoyées. Veuillez patienter avant de réessayer.
it: Hai inviato troppe richieste di reimpostazione della password. Ti preghiamo di attendere qualche minuto prima di riprovare.
pt: Você enviou muitos e-mails de solicitação de senha. Aguarde um pouco antes de tentar novamente.

source: We could not find an account with that email.
es: No hemos podido encontrar una cuenta con este correo electrónico.
fr: Impossible de trouver le compte correspondant à cette adresse mail.
it: Non è stato possibile trovare un account con quest'email.
pt: Não encontramos uma conta com esse e-mail.

source: Please verify your email first.
es: Por favor verifica tu correo electrónico primero.
fr: Veuillez d'abord vérifier votre adresse mail.
it: Ti preghiamo di verificare la tua email.
pt: Por favor verifique seu e-mail primeiro.

source: Reset your DofusLab password
es: Reestablece tu contraseña de DofusLab
fr: Réinitialiser son mot de passe DofusLab
it: Reimposta la tua password di DofusLab
pt: Redefina sua senha do DofusLab

source: The link is invalid or expired. Please request a new one.
es: El enlace es inválido o ha expirado. Por favor, genera uno nuevo.
fr: Le lien est invalide ou expiré. Veuillez en générer un nouveau.
it: Il link è scaduto o non valido. Ti preghiamo di richiederne uno nuovo.
pt: O link é inválido ou expirou. Por favor solicite um novo.

source: Please wait a moment before trying again.
es: Espera un momento antes de volver a intentarlo.
fr: Veuillez attendre un moment avant de réessayer.
it: Ti preghiamo di attendere qualche minuto prima di riprovare.
pt: Aguarde um momento antes de tentar novamente.

source: You don't have permission to edit that build.
es: No tienes permiso para editar ese conjunto.
fr: Tu n'as pas la permission de modifier cet ensemble.
it: Non sei autorizzato a modificare questa build.
pt: Você não tem permissão para editar essa build.

source: Please verify your account to continue using DofusLab.
es: Verifica tu cuenta para seguir usando DofusLab.
fr: Veuillez vérifier votre compte afin de continuer à utiliser DofusLab.
it: Ti preghiamo di verificare il tuo account per poter continuare ad utilizzare DofusLab.
pt: Por favor verifique sua conta para continuar usando o DofusLab

source: That build does not exist.
es: Ese conjunto no existe.
fr: Cet ensemble n'existe pas.
it: Questa build non esiste.
pt: Essa build não existe.

source: You may not have more than %(max_favorites)s favorites.
es: No puedes tener mas de %(max_favorites)s favoritos.
fr: Tu ne peux pas avoir plus de %(max_favorites)s objets en favoris.
it: Non puoi avere più di %(max_favorites)s preferiti
pt: Você não pode ter mais que %(max_favorites)s favoritos.

source: We just received a request to reset your password. Follow the link below to reset it.
es: Hemos recibido una petición de reestablecimiento de contraseña. Sigue el link de abajo para reestablecerla.
fr: Nous venons de recevoir une demande de réinitialisation du mot de passe. Veuillez suivre le lien ci-dessous pour le réinitialiser.
it: Abbiamo appena ricevuto una richiesta di reimpostazione della tua password. Clicca sul link qui sotto per reimpostarla.
pt: Acabamos de receber uma solicitação para redefinir sua senha. Siga o link abaixo para redefini-lo.

source: If this wasn't you, please ignore this message.
es: Si no fuiste tú, por favor, ignora este mensaje.
fr: Si vous n'avez pas effectué cette demande, veuillez ignorer ce message.
it: Se non sei stato tu, ti preghiamo di ignorare questo messaggio.
pt: Se não foi você, por favor ignore esta mensagem.

source: Thanks for using DofusLab!
es: ¡Gracias por usar DofusLab!
fr: Merci d'utiliser DofusLab!
it: Grazie per aver utilizzato DofusLab!
pt: Obrigado por usar o DofusLab!

source: The DofusLab team
es: El equipo de DofusLab
fr: L'équipe DofusLab
it: Il team di DofusLab
pt: A equipe DofusLab

source: Thanks for signing up for DofusLab. Please follow the link to activate your account.
es: Gracias por registrarte en DofusLab. Sigue las instrucciones para activar tu cuenta.
fr: Merci de vous être inscrit sur DofusLab. Veuillez cliquer sur le lien pour activer votre compte.
it: Grazie per esserti registrato su DofusLab. Clicca sul link per attivare il tuo account.
pt: Obrigado por se registar no DofusLab. Por favor, siga o link para ativar sua conta.

source: Cheers!
es: ¡Salud!
fr: A bientôt!
it: Congratulazioni!
pt: Obrigado!

source: - The DofusLab team
es: - El equipo de DofusLab
fr: - L'équipe DofusLab
it: Il team di DofusLab
pt: - A equipe DofusLab
